Repository: psy21d/pardl_inc
Catalog: apps/web/locales/*.po
Languages: ru

source: "As a meditation teacher, I'm always looking for new tools to recommend to my students. Pardl INC's combination of traditional techniques and modern technology is truly innovative."
ru: "Как учитель медитации, я всегда ищу новые инструменты, которые можно рекомендовать своим ученикам. Сочетание традиционных техник и современных технологий Pardl INC действительно инновационно."

source: "As a professional athlete, I need every advantage I can get. Pardl INC's real-time feedback and personalized sessions have significantly improved my performance and recovery times."
ru: "Как профессиональному спортсмену, мне нужно каждое преимущество, которое я могу получить. Мгновенная обратная связь и персонализированные сессии Pardl INC значительно улучшили мои результаты и время восстановления."

source: "Pardl INC has completely transformed my daily routine. The AI-guided sessions are incredibly effective at reducing my stress levels. I've never felt more in control of my breathing and overall well-being."
ru: "Pardl INC полностью изменил мой распорядок дня. Сеансы под руководством ИИ невероятно эффективны в снижении уровня стресса. Я никогда не чувствовал себя более контролирующим свое дыхание и общее благополучие."

source: "I was skeptical at first, but the scientific research backing Pardl INC convinced me to try it. The results have been amazing - better sleep, more focus, and reduced stress levels."
ru: "Сначала я была скептически настроена, но научные исследования за Pardl INC убедили меня попробовать его. Результаты были потрясающими - более хороший сон, больше концентрации и снижение уровня стресса."

source: "The premium content library is worth every penny. The medical expert insights and clinical protocols have helped me better understand and manage my anxiety. Highly recommended!"
ru: "Библиотека премиум-контента стоит каждой потраченной копейки. Мнения медицинских экспертов и клинические протоколы помогли мне лучше понять и справиться с тревогой. Настоятельно рекомендую!"

source: "The self-paced approach is perfect for my busy schedule. I love being able to customize my sessions and track my progress over time. It's become an essential part of my daily routine."
ru: "Самостоятельный подход идеально подходит для моего плотного графика. Мне нравится возможность настраивать свои сессии и отслеживать прогресс с течением времени. Это стало неотъемлемой частью моего ежедневного распорядка."

source: © {0} Pardl INC. @psy21d.
ru: © {0} Pardl INC. Все права защищены.

source: 30-Day Mindful Breathing Challenge
ru: 30-дневный вызов осознанного дыхания

source: About Us
ru: О нас

source: Access a growing library of guided meditations, breathing techniques, and mindfulness exercises.
ru: Получите доступ к постоянно растущей библиотеке управляемых медитаций, дыхательных техник и упражнений на осознанность.

source: Access exclusive breathing techniques and guided sessions
ru: Получите доступ к эксклюзивным дыхательным техникам и управляемым сессиям.

source: Access free guides, worksheets, and tools to enhance your breathing practice.
ru: Получите доступ к бесплатным руководствам, рабочим листам и инструментам для улучшения вашей практики дыхания.

source: Access to peer-reviewed studies, clinical trials, and breakthrough research on breathing techniques
ru: Доступ к рецензируемым исследованиям, клиническим испытаниям и прорывным исследованиям дыхательных методов.

source: Advanced Exercises
ru: Продвинутые упражнения

source: AI automatically generates custom breathing exercises tailored to your current state and goals.
ru: ИИ автоматически генерирует индивидуальные дыхательные упражнения, адаптированные к вашему текущему состоянию и целями.

source: AI monitors your improvement and automatically adjusts future sessions for better outcomes.
ru: ИИ отслеживает ваш прогресс и автоматически корректирует будущие сессии для лучших результатов.

source: AI-Powered Insights
ru: Инсайты на основе ИИ

source: Ambassador Stories
ru: Истории амбассадоров

source: Analytics
ru: Аналитика

source: Analyze your breathing rhythm
ru: Анализируйте свой дыхательный ритм

source: App Icon
ru: Иконка приложения

source: App Preferences
ru: Предпочтения приложения

source: Are you sure you want to stop? Your progress will be saved.
ru: Вы уверены, что хотите остановиться? Ваш прогресс будет сохранен.

source: Athletes and coaches
ru: Спортсмены и тренеры

source: Background
ru: Фон

source: Background Music
ru: Фоновая музыка

source: Better Sleep
ru: Лучший сон

source: Billing History
ru: История выставления счетов

source: Blog
ru: Блог

source: Breathe in…
ru: Вдох…

source: Breathe out…
ru: Выдох…

source: Breathing Patterns
ru: Дыхательные шаблоны

source: Pardl INC was born from a simple observation: while breathing is fundamental to life, most of us don't breathe optimally. Our journey began when our founder, a former professional athlete, discovered the transformative power of proper breathing techniques during recovery from a career-ending injury.
ru: Pardl INC родился из простого наблюдения: хотя дыхание является важнейшим для жизни, большинство из нас дышит не оптимально. Наша история началась, когда наш основатель, бывший профессиональный спортсмен, обнаружил преобразующую силу правильных дыхательных техник во время восстановления после травмы, которая завершила его карьеру.

source: BreathTAKING Gallery
ru: Галерея Захватывающих Дыханий

source: Buddies
ru: Партнеры

source: Business
ru: Бизнес

source: Calm Breathing Collective
ru: Коллектив Спокойного Дыхания

source: Calm your mind
ru: Успокойте свой разум

source: Can I change my plan later?
ru: Могу ли я изменить свой план позже?

source: Cancel
ru: Отменить

source: Careers
ru: Карьера

source: Challenges
ru: Вызовы

source: Change
ru: Изменить

source: Change Plan
ru: Изменить план

source: Choose Your Plan
ru: Выберите свой план

source: Choose Your Practice
ru: Выберите свою практику

source: Choose your preferred color scheme
ru: Выберите предпочитаемую цветовую гамму

source: Clinical Protocols
ru: Клинические протоколы

source: Colour Scheme
ru: Цветовая схема

source: Community
ru: Сообщество

source: Company
ru: Компания

source: Connect with breathing buddies and
ru: Свяжитесь с вашими партнерами по дыханию и

source: Contact
ru: Контакт

source: Content Preview
ru: Предварительный просмотр контента

source: Cookie Policy
ru: Политика в отношении файлов cookie

source: Create an account
ru: Создать аккаунт

source: Current breathing protocol loaded
ru: Текущий дыхательный протокол загружен

source: Customize session duration, breathing rhythm, and guidance level to match your preferences.
ru: Настройте продолжительность сеанса, ритм дыхания и уровень руководства в соответствии с вашими предпочтениями.

source: Customize your app background
ru: Настройте фон вашего приложения

source: Customize your app icon
ru: Настройте значок вашего приложения

source: Daily Goal
ru: Ежедневная цель

source: David Kim, Tech CEO
ru: Дэвид Ким, технический директор

source: Delete all
ru: Удалить все

source: Discover articles about breathing techniques, wellness tips, and the latest research in respiratory health.
ru: Исследуйте статьи о дыхательных методах, советы по благополучию и последние исследования в области здоровья дыхательной системы.

source: Doctors and healthcare providers
ru: Врачи и поставщики медицинских услуг

source: Download Resources
ru: Загрузить ресурсы

source: Downloadable medical guides, breathing assessment tools, and progress tracking templates
ru: Загружаемые медицинские руководства, инструменты для оценки дыхания и шаблоны для отслеживания прогресса

source: Dr. Sarah Chen, Pulmonologist
ru: Доктор Сара Чен, пульмонолог

source: Easy-to-follow personalized instruments with built-in guidance
ru: Персонализированные инструменты с легким сопровождением

source: Easy-to-Follow Sessions
ru: Легкие для выполнения сессии

source: Emma Thompson, Mindfulness Coach
ru: Эмма Томпсон, тренер по внимательности

source: Enable voice guidance during breathing exercises
ru: Включить голосовые подсказки во время дыхательных упражнений

source: End session?
ru: Завершить сеанс?

source: Enhance concentration
ru: Усильте концентрацию

source: Entrepreneur
ru: Предприниматель

source: events
ru: события

source: Events
ru: События

source: Exclusive articles and video sessions from leading pulmonologists, cardiologists, and respiratory therapists
ru: Эксклюзивные статьи и видеосессии от ведущих пульмонологов, кардиологов и терапевтов

source: Executives and teams
ru: Руководители и команды

source: Exhale
ru: Выдох

source: Explore More
ru: Изучить больше

source: Explore scientific studies and clinical trials that validate the effectiveness of breathing exercises.
ru: Исследуйте научные исследования и клинические испытания, подтверждающие эффективность дыхательных упражнений.

source: Features
ru: Функции

source: Find Breathing Buddies
ru: Найдите партнеров по дыханию

source: Focus & Productivity
ru: Внимательность и производительность

source: Follow Along
ru: Следуйте инструкциям

source: Frequently Asked Questions
ru: Часто задаваемые вопросы

source: General
ru: Общие

source: Get help with your breathing practice, technical support, or general inquiries.
ru: Получите помощь в вашей практике дыхания, техническую поддержку или общие вопросы.

source: Get instant feedback and adjustments during your session for optimal results.
ru: Получайте мгновенную обратную связь и корректировки во время сеанса для достижения оптимальных результатов.

source: Get personalized recommendations based on your breathing patterns
ru: Получите персонализированные рекомендации на основе ваших дыхательных моделей

source: Get Support
ru: Получить поддержку

source: Group Minutes
ru: Групповые минуты

source: Groups
ru: Группы

source: Guides
ru: Руководства

source: Health Tracking
ru: Отслеживание здоровья

source: Healthcare Professional
ru: Медицинский работник

source: Heart Rate Variability
ru: Вариабельность сердечного ритма

source: Help Center
ru: Центр поддержки

source: Help us improve by sharing anonymous usage data
ru: Помогите нам улучшиться, делясь анонимными данными об использовании

source: Hold
ru: Задержка

source: Hold…
ru: Задержка…

source: Home
ru: Главная

source: How it Works
ru: Как это работает

source: Imperial
ru: Имперская

source: Inhale
ru: Вдох

source: Interactive Dashboard Demo
ru: Интерактивная демонстрация панели

source: Is there a free trial?
ru: Есть ли пробная версия?

source: Join 50,000+ users improving their well-being daily
ru: Присоединяйтесь к более чем 50,000 пользователей, улучшая свои благополучия ежедневно

source: Join Community
ru: Присоединяйтесь к сообществу

source: Join Group
ru: Присоединиться к группе

source: Join now
ru: Присоединяйтесь сейчас

source: Join our growing community of breathing enthusiasts, share experiences, and learn from others.
ru: Присоединяйтесь к нашему растущему сообществу энтузиастов дыхания, делитесь опытом и учитесь у других.

source: Join our webinars, workshops, and live sessions with breathing experts.
ru: Присоединяйтесь к нашим вебинарам, семинарам и живым сеансам с экспертами по дыханию

source: Join thousands of users who have already discovered the power of proper breathing. Start your journey to better health and well-being today.
ru: Присоединяйтесь к тысячам пользователей, которые уже открыли для себя силу правильного дыхания. Начните свое путешествие к лучшему здоровью и благополучию уже сегодня.

source: Join thousands of users who have improved their well-being with Pardl INC.
ru: Присоединяйтесь к тысячам пользователей, которые улучшили свое благополучие с Pardl INC.

source: Join us to get started with your journey
ru: Присоединяйтесь к нам, чтобы начать свое путешествие

source: Keep a personal log of your sessions and note your mental and physical improvements.
ru: Ведите личный журнал своих сеансов и отмечайте свои ментальные и физические улучшения.

source: Language
ru: Язык

source: Learn More
ru: Узнать больше

source: Learn More About Us
ru: Узнайте больше о нас

source: Login
ru: Войти

source: Manage your subscription and access your premium features
ru: Управляйте вашей подпиской и получайте доступ к премиум функциям

source: Medical
ru: Медицинский

source: Medical Expert Insights
ru: Инсайты медицинских экспертов

source: Medical Resources
ru: Медицинские ресурсы

source: Meditation Teacher
ru: Учитель медитации

source: Members
ru: Участники

source: Metric
ru: Метрическая

source: Michael Rodriguez, Olympic Coach
ru: Майкл Родригес, олимпийский тренер

source: Mindful Breathing Club
ru: Клуб осознанного дыхания

source: Mindfulness
ru: Внимательность

source: Mobile App
ru: Мобильное приложение

source: Monday
ru: Понедельник

source: Monitor your stress levels and heart rate variability
ru: Отслеживайте свои уровни стресса и вариабельность сердечного ритма

source: Music
ru: Музыка

source: Optimize your training
ru: Оптимизируйте свою тренировку

source: Our AI analyzes your breathing patterns and stress levels in real-time using advanced biometric tracking.
ru: Наш ИИ анализирует ваши дыхательные шаблоны и уровни стресса в реальном времени с использованием продвинутого биометрического отслеживания.

source: Our Story
ru: Наша история

source: Pause
ru: Пауза

source: Personal Growth Insights
ru: Инсайты личного роста

source: Personalized breathing exercises tailored to your needs. Our built-in assistant makes it simple to start and maintain your practice.
ru: Персонализированные дыхательные упражнения, адаптированные к вашим потребностям. Наш встроенный помощник делает начало и поддержание вашей практики простым.

source: Personalized Sessions
ru: Персонализированные сессии

source: Play calming background music during sessions
ru: Воспроизводите успокаивающую фоновую музыку во время сеансов

source: Premium Content
ru: Премиум-контент

source: Premium Content Library
ru: Библиотека премиум-контента

source: Premium Features
ru: Премиум функции

source: Press
ru: Пресса

source: Pricing
ru: Цены

source: Privacy
ru: Конфиденциальность

source: Privacy Focused
ru: Сосредоточено на конфиденциальности

source: Privacy Policy
ru: Политика конфиденциальности

source: Prize
ru: Приз

source: Product
ru: Продукт

source: Professional Athlete
ru: Профессиональный спортсмен

source: Progress Tracking
ru: Отслеживание прогресса

source: Read Articles
ru: Читать статьи

source: Ready to transform your breathing practice?
ru: Готовы изменить свою практику дыхания?

source: Ready to Transform Your Breathing?
ru: Готовы изменить свое дыхание?

source: Real case studies and testimonials from users who improved their health through breathing
ru: Реальные кейсы и отзывы пользователей, которые улучшили свое здоровье через дыхание

source: Real-time Guidance
ru: Руководство в реальном времени

source: Research
ru: Исследования

source: Research-Backed
ru: Поддержано исследованиями

source: Resources
ru: Ресурсы

source: Rest and recover
ru: Отдых и восстановление

source: Resume
ru: Продолжить

source: Saved Sessions
ru: Сохраненные сессии

source: Scientific Research
ru: Научные исследования

source: Search by username
ru: Поиск по имени пользователя

source: See how it works
ru: Посмотрите, как это работает

source: See your improvement over time
ru: Посмотрите свой прогресс с течением времени

source: Select from our library of traditional breathing techniques and meditation practices.
ru: Выберите из нашей библиотеки традиционных дыхательных техник и практик медитации.

source: Self-Paced Approach
ru: Самостоятельный подход

source: Session
ru: Сессия

source: Set Your Parameters
ru: Установите свои параметры

source: Settings
ru: Настройки

source: Share breathing progress
ru: Поделитесь прогрессом в дыхании

source: Share your breathing exercises with your buddies
ru: Поделитесь своими дыхательными упражнениями с вашими партнерами

source: share your mindfulness journey
ru: поделитесь своим путешествием к внимательности

source: Sign in to your account to continue
ru: Войдите в свой аккаунт, чтобы продолжить

source: Sign Up
ru: Зарегистрироваться

source: Smart Analysis
ru: Умный анализ

source: Smart Tools
ru: Умные инструменты

source: Smart Tools Approach
ru: Подход умных инструментов

source: Social
ru: Социальный

source: Software Engineer
ru: Инженер-программист

source: Sounds
ru: Звуки

source: Sports
ru: Спорт

source: Sports Performance
ru: Спортивная производительность

source: Start
ru: Начать

source: Start Now
ru: Начать сейчас

source: Start session
ru: Начать сессию

source: Start Your Free Trial
ru: Начните бесплатную пробную версию

source: Start your journey
ru: Начните свое путешествие

source: Step-by-step breathing protocols developed by medical professionals for specific conditions
ru: Пошаговые дыхательные протоколы, разработанные медицинскими профессионалами для специфических состояний

source: Stop
ru: Остановить

source: Stop session
ru: Остановить сессию

source: Streak
ru: Полоса

source: Stress Management
ru: Управление стрессом

source: Stress Relief
ru: Снятие стресса

source: Success Stories
ru: Истории успеха

source: Sunday
ru: Воскресенье

source: Support
ru: Поддержка

source: Tailored for you
ru: Разработано для вас

source: Take control of your physical and mental state with real-time breathing analytics. Monitor patterns, track progress, and optimize your well-being.
ru: Возьмите под контроль свое физическое и психическое состояние с помощью аналитики дыхания в реальном времени. Отслеживайте модели, отслеживайте прогресс и оптимизируйте свое благополучие.

source: Terms of Service
ru: Условия обслуживания

source: Therapists and wellness experts
ru: Терапевты и эксперты по благополучию

source: Time Saved
ru: Сэкономленное время

source: Today, Pardl INC stands at the intersection of science and wellness, backed by medical research and trusted by professionals across various fields. Our commitment to innovation and user experience continues to drive us forward as we help people worldwide breathe better, live better.
ru: Сегодня Pardl INC стоит на пересечении науки и благополучия, поддержан медицинскими исследованиями и доверен профессионалами из разных областей. Наша приверженность инновациям и пользовательскому опыту продолжает двигать нас вперед, помогая людям во всем мире дышать лучше, жить лучше.

source: Toggle Music
ru: Переключить музыку

source: Total Minutes
ru: Общее время (минуты)

source: Total Sessions
ru: Всего сессий

source: Track Manually
ru: Отслеживать вручную

source: Track your progress and receive meaningful feedback that helps you build better habits and improve your daily well-being.
ru: Отслеживайте свой прогресс и получайте значимую обратную связь, которая поможет вам сформировать лучшие привычки и улучшить ваше ежедневное благополучие.

source: Track your stress levels
ru: Отслеживайте свои уровни стресса

source: Transforming lives through better breathing.
ru: Изменение жизней через лучшее дыхание.

source: Trusted by professionals and creators
ru: Доверено профессионалами и создателями

source: Trusted Community
ru: Доверенное сообщество

source: Units
ru: Единицы измерения

source: Unlock the full potential of your breathing practice with our premium features
ru: Откройте весь потенциал своей дыхательной практики с нашими премиум функциями

source: Upgrade your self-care with a free premium on us
ru: Улучшите свой уход за собой с бесплатным премиум от нас

source: Use our intuitive visual and audio cues to maintain your chosen breathing pattern.
ru: Используйте наши интуитивно понятные визуальные и аудио подсказки, чтобы поддерживать ваш выбранный дыхательный шаблон.

source: Validated by leading medical institutions and breathing experts
ru: Подтверждено ведущими медицинскими учреждениями и экспертами по дыханию

source: Vibrate
ru: Вибрация

source: Video diaries and testimonials from our medical ambassadors and wellness experts
ru: Видеодневники и отзывы от наших медицинских амбассадоров и экспертов по благополучию

source: View Events
ru: Посмотреть события

source: View Studies
ru: Посмотреть исследования

source: Voice
ru: Голос

source: Voice Guides
ru: Голосовые руководства

source: Watch Demo Video
ru: Смотреть демо-видео

source: Watch How Pardl INC Works
ru: Смотрите, как работает Pardl INC

source: We accept all major credit cards, PayPal, and Apple Pay.
ru: Мы принимаем все основные кредитные карты, PayPal и Apple Pay.

source: Week starts on
ru: Неделя начинается с

source: Welcome back
ru: С возвращением

source: What Our Users Say
ru: Что говорят наши пользователи

source: What payment methods do you accept?
ru: Какие методы оплаты вы принимаете?

source: What started as a personal quest for better breathing evolved into a mission to make these powerful techniques accessible to everyone. We combined ancient wisdom with modern technology, creating a platform that makes breathing exercises not just effective, but engaging and personalized.
ru: То, что началось как личный поиск более лучшего дыхания, превратилось в миссию сделать эти мощные техники доступными для всех. Мы соединили древнюю мудрость с современными технологиями, создавая платформу, которая делает дыхательные упражнения не только эффективными, но и увлекательными и персонализированными.

source: Yes, we offer a 7-day free trial for all premium features. No credit card required.
ru: Да, мы предлагаем 7-дневную бесплатную пробную версию для всех премиум функций. Кредитная карта не требуется.

source: Yes, you can upgrade or downgrade your plan at any time. Changes will be reflected in your next billing cycle.
ru: Да, вы можете повысить или понизить свой план в любое время. Изменения отразятся в вашем следующем платежном цикле.

source: Yoga Instructor
ru: Инструктор по йоге

source: Your body is your main device — your breath is your dashboard. Take control of your well-being with personalized breathing analytics and real-time guidance.
ru: Ваше тело - ваш основной инструмент, а ваше дыхание - ваша панель управления. Контролируйте свое благополучие с помощью персонализированной аналитики дыхания и руководства в реальном времени.

source: Your Current Plan
ru: Ваш текущий план

source: Your data is encrypted and never shared with third parties
ru: Ваши данные зашифрованы и никогда не передаются третьим лицам

source: Your Features
ru: Ваши функции

source: Your personal breathing assistant
ru: Ваш личный помощник по дыханию

source: Your Personal Breathing Dashboard
ru: Ваша панель управления дыханием
